[
  {
    "id": "612706",
    "title": "Work It",
    "release_date": "2020-08-07",
    "runtime_minutes": 93,
    "popularity": "130.939",
    "rating": "8.0",
    "genre": "Comedy | Music",
    "over_view": "A brilliant but clumsy high school senior vows to get into her late father's alma mater by transforming herself and a misfit squad into dance champions.",
    "cast": "Sabrina Carpenter, Liza Koshy, Keiynan Lonsdale, Michelle Buteau, Jordan Fisher, Drew Tanner, Jayne Eastwood, Naomi Snieckus, Briana Andrade-Gomes, Kalliane Bremault",
    "poster_path": "\/b5XfICAvUe8beWExBz97i0Qw4Qh.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "521034",
    "title": "The Secret Garden",
    "release_date": "2020-07-08",
    "runtime_minutes": 99,
    "popularity": "117.58",
    "rating": "7.5",
    "genre": "Drama | Fantasy | Family",
    "over_view": "Mary Lennox is born in India to wealthy British parents who never wanted her. When her parents suddenly die, she is sent back to England to live with her uncle. She meets her sickly cousin, and the two children find a wondrous secret garden lost in the grounds of Misselthwaite Manor.",
    "cast": "Dixie Egerickx, Colin Firth, Julie Walters, Maeve Dermody, Edan Hayhurst, Jemma Powell, Sonia Goswami, Amir Wilson, Isis Davis, Richard Hansell",
    "poster_path": "\/5MSDwUcqnGodFTvtlLiLKK0XKS.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "531499",
    "title": "The Tax Collector",
    "release_date": "2020-08-07",
    "runtime_minutes": 95,
    "popularity": "117.367",
    "rating": "6.0",
    "genre": "Action | Crime | Drama | Thriller",
    "over_view": "David Cuevas is a family man who works as a gangland tax collector for high ranking Los Angeles gang members. He makes collections across the city with his partner Creeper making sure people pay up or will see retaliation. An old threat returns to Los Angeles that puts everything David loves in harm’s way.",
    "cast": "Shia LaBeouf, Lana Parrilla, Elpidia Carrillo, Chelsea Rendon, Cinthya Bornacelli, George Lopez, Cheyenne Rae Hernandez, Noemi Gonzalez, Gabriela Flores, Bobby Soto",
    "poster_path": "\/3eg0kGC2Xh0vhydJHO37Sp4cmMt.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "583083",
    "title": "The Kissing Booth 2",
    "release_date": "2020-07-24",
    "runtime_minutes": 132,
    "popularity": "105.831",
    "rating": "8.1",
    "genre": "Comedy | Romance",
    "over_view": "With college decisions looming, Elle juggles her long-distance romance with Noah, changing relationship with bestie Lee and feelings for a new classmate.",
    "cast": "Joey King, Jacob Elordi, Joel Courtney, Molly Ringwald, Taylor Zakhar Perez, Maisie Richardson-Sellers, Meganne Young, Stephen Jennings, Carson White, Bianca Bosch",
    "poster_path": "\/mb7wQv0adK3kjOUr9n93mANHhPJ.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "475557",
    "title": "Joker",
    "release_date": "2019-10-02",
    "runtime_minutes": 122,
    "popularity": "97.391",
    "rating": "8.2",
    "genre": "Crime | Thriller | Drama",
    "over_view": "During the 1980s, a failed stand-up comedian is driven insane and turns to a life of crime and chaos in Gotham City while becoming an infamous psychopathic crime figure.",
    "cast": "Joaquin Phoenix, Robert De Niro, Zazie Beetz, Frances Conroy, Brett Cullen, Shea Whigham, Bill Camp, Glenn Fleshler, Leigh Gill, Josh Pais",
    "poster_path": "\/udDclJoHjfjb8Ekgsd4FDteOkCU.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "659991",
    "title": "Made in Italy",
    "release_date": "2020-08-06",
    "runtime_minutes": 94,
    "popularity": "95.114",
    "rating": "6.7",
    "genre": "Comedy | Drama",
    "over_view": "A bohemian artist travels from London to Italy with his estranged son to sell the house they inherited from his late wife.",
    "cast": "Liam Neeson, Lindsay Duncan, Micheál Richardson, Valeria Bilello, Marco Quaglia, Gian Marco Tavani, Helena Antonio",
    "poster_path": "\/dKjD3DTZjRI3Ipkf7Oz5zAILnwD.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "27205",
    "title": "Inception",
    "release_date": "2010-07-15",
    "runtime_minutes": 148,
    "popularity": "86.539",
    "rating": "8.3",
    "genre": "Action | Science Fiction | Adventure",
    "over_view": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.",
    "cast": "Leonardo DiCaprio, Joseph Gordon-Levitt, Ellen Page, Tom Hardy, Ken Watanabe, Cillian Murphy, Marion Cotillard, Michael Caine, Dileep Rao, Tom Berenger",
    "poster_path": "\/9gk7adHYeDvHkCSEqAvQNLV5Uge.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "430155",
    "title": "Coma",
    "release_date": "2019-11-19",
    "runtime_minutes": 111,
    "popularity": "84.16",
    "rating": "6.1",
    "genre": "Fantasy | Action | Science Fiction",
    "over_view": "A young and talented architect comes to his senses after a horrific accident only to find himself in the odd dystopian world. A world that is filled with the memories of all current coma patients. Just like a human memory this world is fragmental, chaotic and unstable. This is COMA: icecaps, rivers and cities can all exist in a space of a single room and laws of physics are no longer laws as they can be bent.",
    "cast": "Rinal Mukhametov, Anton Pampushnyy, Lyubov Aksyonova, Miloš Biković, Konstantin Lavronenko, Polina Kuzminskaya, Rostislav Gulbis, Vilen Babichev, Igor Sigaev, Evgeniya Karatygina",
    "poster_path": "\/ijJm0RSeKIr67qkHLtSmtigS6ra.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "703745",
    "title": "Deep Blue Sea 3",
    "release_date": "2020-07-28",
    "runtime_minutes": 99,
    "popularity": "84.032",
    "rating": "6.5",
    "genre": "Action | Horror | Science Fiction",
    "over_view": "Dr. Emma Collins and her team are spending their third summer on the island of Little Happy studying the effect of climate change on the great white sharks who come to the nearby nursery every year to give birth. Along with the last two inhabitants of this former fishing village, their peaceful life is disrupted when a \"scientific\" team led by her ex-boyfriend and marine biologist Richard show up looking for three bull sharks who we soon learn aren't just any bull sharks.",
    "cast": "Tania Raymonde, Nathaniel Buzolic, Emerson Brooks, Bren Foster, Reina Aoi, Alexander Bhat, Siya Mayola, Avumile Qongqo, Brashaad Mayweather, Ernest St Claire",
    "poster_path": "\/bKthjUmxjHjvJK8FktFfQdmwP12.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "385103",
    "title": "Scoob!",
    "release_date": "2020-07-08",
    "runtime_minutes": 94,
    "popularity": "82.052",
    "rating": "7.6",
    "genre": "Family | Animation | Comedy | Adventure",
    "over_view": "In Scooby-Doo’s greatest adventure yet, see the never-before told story of how lifelong friends Scooby and Shaggy first met and how they joined forces with young detectives Fred, Velma, and Daphne to form the famous Mystery Inc. Now, with hundreds of cases solved, Scooby and the gang face their biggest, toughest mystery ever: an evil plot to unleash the ghost dog Cerberus upon the world. As they race to stop this global “dogpocalypse,” the gang discovers that Scooby has a secret legacy and an epic destiny greater than anyone ever imagined.",
    "cast": "Don Messick, Frank Welker, Will Forte, Amanda Seyfried, Mark Wahlberg, Jason Isaacs, Gina Rodriguez, Zac Efron, Kiersey Clemons, Ken Jeong",
    "poster_path": "\/jHo2M1OiH9Re33jYtUQdfzPeUkx.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "516486",
    "title": "Greyhound",
    "release_date": "2020-06-19",
    "runtime_minutes": 91,
    "popularity": "81.452",
    "rating": "7.5",
    "genre": "War | Action | Drama",
    "over_view": "A first-time captain leads a convoy of allied ships carrying thousands of soldiers across the treacherous waters of the “Black Pit” to the front lines of WW2. With no air cover protection for 5 days, the captain and his convoy must battle the surrounding enemy Nazi U-boats in order to give the allies a chance to win the war.",
    "cast": "Tom Hanks, Elisabeth Shue, Stephen Graham, Matt Helm, Craig Tate, Rob Morgan, Travis Quentin, Jeff Burkes, Matthew Zuk, Joseph Poliquin",
    "poster_path": "\/kjMbDciooTbJPofVXgAoFjfX8Of.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "703771",
    "title": "Deathstroke: Knights & Dragons - The Movie",
    "release_date": "2020-08-04",
    "runtime_minutes": 87,
    "popularity": "78.361",
    "rating": "7.1",
    "genre": "Animation | Action",
    "over_view": "Ten years ago, Slade Wilson-aka the super-assassin called Deathstroke-made a tragic mistake and his wife and son paid a terrible price. Now, a decade later, Wilson's family is threatened once again by the murderous Jackal and the terrorists of H.IV.E. Can Deathstroke atone for the sins of the past-or will his family pay the ultimate price?",
    "cast": "Michael Chiklis, Sasha Alexander, Chris Jai Alex, Faye Mata, Griffin Puatu, Asher Bishop, Imari Williams, Colin Salmon, Delbert Hunt, Panta Mosleh",
    "poster_path": "\/vFIHbiy55smzi50RmF8LQjmpGcx.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "299536",
    "title": "Avengers: Infinity War",
    "release_date": "2018-04-25",
    "runtime_minutes": 149,
    "popularity": "77.071",
    "rating": "8.3",
    "genre": "Adventure | Action | Science Fiction",
    "over_view": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
    "cast": "Robert Downey Jr., Chris Hemsworth, Chris Evans, Scarlett Johansson, Benedict Cumberbatch, Tom Holland, Chadwick Boseman, Don Cheadle, Zoe Saldana, Karen Gillan",
    "poster_path": "\/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "495764",
    "title": "Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn)",
    "release_date": "2020-02-05",
    "runtime_minutes": 109,
    "popularity": "73.985",
    "rating": "7.2",
    "genre": "Action | Crime | Comedy",
    "over_view": "Harley Quinn joins forces with a singer, an assassin and a police detective to help a young girl who had a hit placed on her after she stole a rare diamond from a crime lord.",
    "cast": "Margot Robbie, Ewan McGregor, Mary Elizabeth Winstead, Jurnee Smollett, Rosie Perez, Chris Messina, Ella Jay Basco, Ali Wong, Matthew Willig, Dana Lee",
    "poster_path": "\/h4VB6m0RwcicVEZvzftYZyKXs6K.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "181812",
    "title": "Star Wars: The Rise of Skywalker",
    "release_date": "2019-12-18",
    "runtime_minutes": 142,
    "popularity": "72.311",
    "rating": "6.6",
    "genre": "Action | Adventure | Science Fiction",
    "over_view": "The surviving Resistance faces the First Order once again as the journey of Rey, Finn and Poe Dameron continues. With the power and knowledge of generations behind them, the final battle begins.",
    "cast": "Carrie Fisher, Mark Hamill, Daisy Ridley, Adam Driver, John Boyega, Oscar Isaac, Anthony Daniels, Naomi Ackie, Domhnall Gleeson, Richard E. Grant",
    "poster_path": "\/db32LaOibwEliAmSL2jjDF6oDdj.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "429617",
    "title": "Spider-Man: Far from Home",
    "release_date": "2019-06-28",
    "runtime_minutes": 129,
    "popularity": "70.042",
    "rating": "7.5",
    "genre": "Action | Adventure | Science Fiction",
    "over_view": "Peter Parker and his friends go on a summer trip to Europe. However, they will hardly be able to rest - Peter will have to agree to help Nick Fury uncover the mystery of creatures that cause natural disasters and destruction throughout the continent.",
    "cast": "Tom Holland, Samuel L. Jackson, Jake Gyllenhaal, Marisa Tomei, Jon Favreau, Zendaya, Jacob Batalon, Tony Revolori, Angourie Rice, Remy Hii",
    "poster_path": "\/4q2NNj4S5dG2RLF9CpXsej7yXl.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "496243",
    "title": "Parasite",
    "release_date": "2019-05-30",
    "runtime_minutes": 133,
    "popularity": "68.585",
    "rating": "8.5",
    "genre": "Comedy | Thriller | Drama",
    "over_view": "All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.",
    "cast": "Song Kang-ho, Lee Sun-kyun, Cho Yeo-jeong, Choi Woo-shik, Park So-dam, Lee Jung-eun, Chang Hyae-jin, Park Myung-hoon, Jung Ji-so, Jung Hyeon-jun",
    "poster_path": "\/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "194662",
    "title": "Birdman or (The Unexpected Virtue of Ignorance)",
    "release_date": "2014-08-27",
    "runtime_minutes": 120,
    "popularity": "65.077",
    "rating": "7.5",
    "genre": "Drama | Comedy",
    "over_view": "A fading actor best known for his portrayal of a popular superhero attempts to mount a comeback by appearing in a Broadway play. As opening night approaches, his attempts to become more altruistic, rebuild his career, and reconnect with friends and family prove more difficult than expected.",
    "cast": "Michael Keaton, Emma Stone, Edward Norton, Naomi Watts, Kenny Chin, Andrea Riseborough, Amy Ryan, Bill Camp, Zach Galifianakis, Damian Young",
    "poster_path": "\/lvWL5ZRlYFh7M7fOvYswcRqyprI.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "271110",
    "title": "Captain America: Civil War",
    "release_date": "2016-04-27",
    "runtime_minutes": 147,
    "popularity": "64.803",
    "rating": "7.4",
    "genre": "Adventure | Action | Science Fiction",
    "over_view": "Following the events of Age of Ultron, the collective governments of the world pass an act designed to regulate all superhuman activity. This polarizes opinion amongst the Avengers, causing two factions to side with Iron Man or Captain America, which causes an epic battle between former allies.",
    "cast": "Chris Evans, Robert Downey Jr., Scarlett Johansson, Sebastian Stan, Anthony Mackie, Don Cheadle, Jeremy Renner, Chadwick Boseman, Paul Bettany, Elizabeth Olsen",
    "poster_path": "\/rAGiXaUfPzY7CDEyNKUofk3Kw2e.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  },
  {
    "id": "157336",
    "title": "Interstellar",
    "release_date": "2014-11-05",
    "runtime_minutes": 169,
    "popularity": "63.645",
    "rating": "8.3",
    "genre": "Adventure | Drama | Science Fiction",
    "over_view": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "cast": "Matthew McConaughey, Jessica Chastain, Anne Hathaway, Michael Caine, Casey Affleck, Mackenzie Foy, Timothée Chalamet, Bill Irwin, Matt Damon, David Gyasi",
    "poster_path": "\/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 1
  }
]