[
  {
    "id": "724089",
    "title": "Gabriel's Inferno Part II",
    "release_date": "2020-07-31",
    "runtime_minutes": 0,
    "popularity": "22.205",
    "rating": "9.2",
    "genre": "Romance",
    "over_view": "Professor Gabriel Emerson finally learns the truth about Julia Mitchell's identity, but his realization comes a moment too late. Julia is done waiting for the well-respected Dante specialist to remember her and wants nothing more to do with him. Can Gabriel win back her heart before she finds love in another's arms?",
    "cast": "Melanie Zanetti, Giulio Berruti, James Andrew Fraser, Margaux Brooke, Agnes Albright, Purva Bedi, Sahar Bibiyan, Cedric Cannon, Ned Van Zandt",
    "poster_path": "\/pci1ArYW7oJ2eyTo2NMYEKHHiCP.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "696374",
    "title": "Gabriel's Inferno",
    "release_date": "2020-05-29",
    "runtime_minutes": 122,
    "popularity": "14.297",
    "rating": "9.0",
    "genre": "Romance",
    "over_view": "An intriguing and sinful exploration of seduction, forbidden love, and redemption, Gabriel's Inferno is a captivating and wildly passionate tale of one man's escape from his own personal hell as he tries to earn the impossible--forgiveness and love.",
    "cast": "Melanie Zanetti, Giulio Berruti, Kurt McKinney, Agnes Albright, Margaux Brooke, Ned Van Zandt",
    "poster_path": "\/oyG9TL7FcRP4EZ9Vid6uKzwdndz.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "592350",
    "title": "My Hero Academia: Heroes Rising",
    "release_date": "2019-12-20",
    "runtime_minutes": 104,
    "popularity": "22.575",
    "rating": "8.8",
    "genre": "Animation | Action",
    "over_view": "Class 1-A visits Nabu Island where they finally get to do some real hero work. The place is so peaceful that it's more like a vacation … until they're attacked by a villain with an unfathomable Quirk! His power is eerily familiar, and it looks like Shigaraki had a hand in the plan. But with All Might retired and citizens' lives on the line, there's no time for questions. Deku and his friends are the next generation of heroes, and they're the island's only hope.",
    "cast": "Daiki Yamashita, Nobuhiko Okamoto, Kenta Miyake, Ayane Sakura, Aoi Yuki, Yūki Kaji, Kôsuke Kuwano, Eri Kitamura, Kaito Ishikawa, Kousuke Miyoshi",
    "poster_path": "\/zGVbrulkupqpbwgiNedkJPyQum4.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "19404",
    "title": "Dilwale Dulhania Le Jayenge",
    "release_date": "1995-10-20",
    "runtime_minutes": 190,
    "popularity": "16.146",
    "rating": "8.7",
    "genre": "Comedy | Drama | Romance",
    "over_view": "Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.",
    "cast": "Shah Rukh Khan, Kajol, Amrish Puri, Anupam Kher, Satish Shah, Farida Jalal, Achala Sachdev, Himani Shivpuri, Pooja Ruparel, Mandira Bedi",
    "poster_path": "\/4Box84D6a7Mfa6ZMmC1B246GBQq.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "278",
    "title": "The Shawshank Redemption",
    "release_date": "1994-09-23",
    "runtime_minutes": 142,
    "popularity": "31.849",
    "rating": "8.7",
    "genre": "Drama | Crime",
    "over_view": "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
    "cast": "Tim Robbins, Morgan Freeman, Bob Gunton, Clancy Brown, Mark Rolston, James Whitmore, Gil Bellows, William Sadler, Jeffrey DeMunn, Larry Brandenburg",
    "poster_path": "\/5KCVkau1HEl7ZzfPsKAPM0sMiKc.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "238",
    "title": "The Godfather",
    "release_date": "1972-03-14",
    "runtime_minutes": 175,
    "popularity": "34.954",
    "rating": "8.7",
    "genre": "Drama | Crime",
    "over_view": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
    "cast": "Marlon Brando, Al Pacino, James Caan, Richard S. Castellano, Robert Duvall, Sterling Hayden, John Marley, Richard Conte, Al Lettieri, Diane Keaton",
    "poster_path": "\/iVZ3JAcAjmguGPnRNfWFOtLHOuY.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "537061",
    "title": "Steven Universe: The Movie",
    "release_date": "2019-09-02",
    "runtime_minutes": 82,
    "popularity": "14.73",
    "rating": "8.6",
    "genre": "Animation | Adventure | Comedy | Family | Fantasy | Music | Action | Drama",
    "over_view": "Two years after the events of \"Change Your Mind\", Steven (now 16 years old) and his friends are ready to enjoy the rest of their lives peacefully. However, all of that changes when a new sinister Gem arrives, armed with a giant drill that saps the life force of all living things on Earth. In their biggest challenge ever, the Crystal Gems must work together to save all organic life on Earth within 48 hours.",
    "cast": "Zach Callison, Estelle, Deedee Magno, Michaela Dietz, Sarah Stiles, Tom Scharpling, Uzo Aduba, Shelby Rabara, Jennifer Paz, Patti LuPone",
    "poster_path": "\/8mRgpubxHqnqvENK4Bei30xMDvy.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "424",
    "title": "Schindler's List",
    "release_date": "1993-11-30",
    "runtime_minutes": 195,
    "popularity": "33.831",
    "rating": "8.6",
    "genre": "Drama | History | War",
    "over_view": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
    "cast": "Liam Neeson, Ben Kingsley, Ralph Fiennes, Caroline Goodall, Jonathan Sagall, Embeth Davidtz, Malgorzata Gebel, Mark Ivanir, Béatrice Macola, Andrzej Seweryn",
    "poster_path": "\/c8Ass7acuOe4za6DhSattE359gr.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "372058",
    "title": "Your Name.",
    "release_date": "2016-08-26",
    "runtime_minutes": 106,
    "popularity": "35.337",
    "rating": "8.6",
    "genre": "Romance | Animation | Drama",
    "over_view": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.",
    "cast": "Ryunosuke Kamiki, Mone Kamishiraishi, Masami Nagasawa, Etsuko Ichihara, Ryô Narita, Aoi Yuki, Shimazaki Nobunaga, Kaito Ishikawa, Tani Kanon, Masaki Terasoma",
    "poster_path": "\/q719jXXEzOoYaps6babgKnONONX.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "240",
    "title": "The Godfather: Part II",
    "release_date": "1974-12-20",
    "runtime_minutes": 202,
    "popularity": "26.354",
    "rating": "8.6",
    "genre": "Drama | Crime",
    "over_view": "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
    "cast": "Al Pacino, Robert Duvall, Diane Keaton, Robert De Niro, John Cazale, Talia Shire, Lee Strasberg, Michael V. Gazzo, G. D. Spradlin, Richard Bright",
    "poster_path": "\/amvmeQWheahG3StKwIE1f7jRnkZ.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "556574",
    "title": "Hamilton",
    "release_date": "2020-07-03",
    "runtime_minutes": 160,
    "popularity": "25.299",
    "rating": "8.6",
    "genre": "History | Music | Drama",
    "over_view": "Presenting the tale of American founding father Alexander Hamilton, this filmed version of the original Broadway smash hit is the story of America then, told by America now.",
    "cast": "Lin-Manuel Miranda, Leslie Odom Jr., Renée Elise Goldsberry, Phillipa Soo, Daveed Diggs, Christopher Jackson, Jasmine Cephas Jones, Okieriete Onaodowan, Anthony Ramos, Jonathan Groff",
    "poster_path": "\/h1B7tW0t399VDjAcWJh8m87469b.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "129",
    "title": "Spirited Away",
    "release_date": "2001-07-20",
    "runtime_minutes": 125,
    "popularity": "30.848",
    "rating": "8.5",
    "genre": "Animation | Family | Fantasy",
    "over_view": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
    "cast": "Rumi Hiiragi, Miyu Irino, Mari Natsuki, Bunta Sugawara, Yumi Tamai, Ryunosuke Kamiki, Takashi Naitō, Yasuko Sawaguchi, Tatsuya Gashûin, Yo Oizumi",
    "poster_path": "\/2TeJfUZMGolfDdW6DKhfIWqvq8y.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "42269",
    "title": "We All Loved Each Other So Much",
    "release_date": "1974-12-21",
    "runtime_minutes": 124,
    "popularity": "11.292",
    "rating": "8.5",
    "genre": "Drama | Comedy",
    "over_view": "Gianni, Nicola and Antonio become close friends in 1944 while fighting the Nazis. After the end of the war, full of illusions, they settle down. The movie is a the story of the life of these three idealists and how they deal with the inevitable disillusionments of life.",
    "cast": "Nino Manfredi, Vittorio Gassman, Stefano Satta Flores, Stefania Sandrelli, Giovanna Ralli, Marcella Michelangeli, Aldo Fabrizi, Mike Bongiorno, Federico Fellini, Marcello Mastroianni",
    "poster_path": "\/zGGWYpiKNwjpKxelPxOMqJnUgDs.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "496243",
    "title": "Parasite",
    "release_date": "2019-05-30",
    "runtime_minutes": 133,
    "popularity": "68.585",
    "rating": "8.5",
    "genre": "Comedy | Thriller | Drama",
    "over_view": "All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.",
    "cast": "Song Kang-ho, Lee Sun-kyun, Cho Yeo-jeong, Choi Woo-shik, Park So-dam, Lee Jung-eun, Chang Hyae-jin, Park Myung-hoon, Jung Ji-so, Jung Hyeon-jun",
    "poster_path": "\/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "497",
    "title": "The Green Mile",
    "release_date": "1999-12-10",
    "runtime_minutes": 189,
    "popularity": "27.317",
    "rating": "8.5",
    "genre": "Fantasy | Drama | Crime",
    "over_view": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
    "cast": "Tom Hanks, David Morse, Bonnie Hunt, Michael Clarke Duncan, James Cromwell, Michael Jeter, Graham Greene, Doug Hutchison, Sam Rockwell, Barry Pepper",
    "poster_path": "\/velWPhVMQeQKcxggNEU8YmIo52R.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "522924",
    "title": "The Art of Racing in the Rain",
    "release_date": "2019-08-08",
    "runtime_minutes": 109,
    "popularity": "19.047",
    "rating": "8.5",
    "genre": "Comedy | Drama | Romance",
    "over_view": "A family dog—with a near-human soul and a philosopher's mind—evaluates his life through the lessons learned by his human owner, a race-car driver.",
    "cast": "Milo Ventimiglia, Kevin Costner, Amanda Seyfried, Martin Donovan, Ian Lake, Gary Cole, Kathy Baker, McKinley Belcher III, Ryan Kiera Armstrong, Lily Dodsworth-Evans",
    "poster_path": "\/mi5VN4ww0JZgRFJIaPxxTGKjUg7.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "680",
    "title": "Pulp Fiction",
    "release_date": "1994-09-10",
    "runtime_minutes": 154,
    "popularity": "35.822",
    "rating": "8.5",
    "genre": "Thriller | Crime",
    "over_view": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
    "cast": "John Travolta, Samuel L. Jackson, Uma Thurman, Bruce Willis, Ving Rhames, Harvey Keitel, Eric Stoltz, Tim Roth, Amanda Plummer, Maria de Medeiros",
    "poster_path": "\/yAaf4ybTENKPicqzsAoW6Emxrag.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "618344",
    "title": "Justice League Dark: Apokolips War",
    "release_date": "2020-05-05",
    "runtime_minutes": 90,
    "popularity": "24.893",
    "rating": "8.5",
    "genre": "Animation | Action | Adventure | Fantasy | Science Fiction",
    "over_view": "Earth is decimated after intergalactic tyrant Darkseid has devastated the Justice League in a poorly executed war by the DC Super Heroes. Now the remaining bastions of good – the Justice League, Teen Titans, Suicide Squad and assorted others – must regroup, strategize and take the war to Darkseid in order to save the planet and its surviving inhabitants.",
    "cast": "Matt Ryan, Jerry O'Connell, Taissa Farmiga, Jason O'Mara, Rosario Dawson, Stuart Allan, Rebecca Romijn, Rainn Wilson, Tony Todd, Shemar Moore",
    "poster_path": "\/c01Y4suApJ1Wic2xLmaq1QYcfoZ.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "637",
    "title": "Life Is Beautiful",
    "release_date": "1997-12-20",
    "runtime_minutes": 116,
    "popularity": "26.788",
    "rating": "8.5",
    "genre": "Comedy | Drama",
    "over_view": "A touching story of an Italian book seller of Jewish ancestry who lives in his own little fairy tale. His creative and happy life would come to an abrupt halt when his entire family is deported to a concentration camp during World War II. While locked up he tries to convince his son that the whole thing is just a game.",
    "cast": "Roberto Benigni, Nicoletta Braschi, Giorgio Cantarini, Giustino Durano, Amerigo Fontani, Sergio Bini Bustric, Lidia Alfonsi, Horst Buchholz, Pietro De Silva, Marisa Paredes",
    "poster_path": "\/74hLDKjD5aGYOotO6esUVaeISa2.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  },
  {
    "id": "664767",
    "title": "Mortal Kombat Legends: Scorpion's Revenge",
    "release_date": "2020-04-12",
    "runtime_minutes": 80,
    "popularity": "21.651",
    "rating": "8.4",
    "genre": "Fantasy | Action | Adventure | Animation",
    "over_view": "After the vicious slaughter of his family by stone-cold mercenary Sub-Zero, Hanzo Hasashi is exiled to the torturous Netherrealm. There, in exchange for his servitude to the sinister Quan Chi, he’s given a chance to avenge his family – and is resurrected as Scorpion, a lost soul bent on revenge. Back on Earthrealm, Lord Raiden gathers a team of elite warriors – Shaolin monk Liu Kang, Special Forces officer Sonya Blade and action star Johnny Cage – an unlikely band of heroes with one chance to save humanity. To do this, they must defeat Shang Tsung’s horde of Outworld gladiators and reign over the Mortal Kombat tournament.",
    "cast": "Joel McHale, Jennifer Carpenter, Jordan Rodrigues, Patrick Seitz, Steve Blum, Artt Butler, Darin De Paul, Robin Atkin Downes, Dave B. Mitchell, Ike Amadi",
    "poster_path": "\/4VlXER3FImHeFuUjBShFamhIp9M.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 2
  }
]