[
  {
    "id": "521034",
    "title": "The Secret Garden",
    "release_date": "2020-07-08",
    "runtime_minutes": 99,
    "popularity": "117.58",
    "rating": "7.5",
    "genre": "Drama | Fantasy | Family",
    "over_view": "Mary Lennox is born in India to wealthy British parents who never wanted her. When her parents suddenly die, she is sent back to England to live with her uncle. She meets her sickly cousin, and the two children find a wondrous secret garden lost in the grounds of Misselthwaite Manor.",
    "cast": "Dixie Egerickx, Colin Firth, Julie Walters, Maeve Dermody, Edan Hayhurst, Jemma Powell, Sonia Goswami, Amir Wilson, Isis Davis, Richard Hansell",
    "poster_path": "\/5MSDwUcqnGodFTvtlLiLKK0XKS.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "659991",
    "title": "Made in Italy",
    "release_date": "2020-08-06",
    "runtime_minutes": 94,
    "popularity": "95.114",
    "rating": "6.7",
    "genre": "Comedy | Drama",
    "over_view": "A bohemian artist travels from London to Italy with his estranged son to sell the house they inherited from his late wife.",
    "cast": "Liam Neeson, Lindsay Duncan, Micheál Richardson, Valeria Bilello, Marco Quaglia, Gian Marco Tavani, Helena Antonio",
    "poster_path": "\/dKjD3DTZjRI3Ipkf7Oz5zAILnwD.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "577922",
    "title": "Tenet",
    "release_date": "2020-08-26",
    "runtime_minutes": 150,
    "popularity": "49.651",
    "rating": "0.0",
    "genre": "Action | Thriller",
    "over_view": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
    "cast": "John David Washington, Robert Pattinson, Elizabeth Debicki, Kenneth Branagh, Michael Caine, Aaron Taylor-Johnson, Martin Donovan, Dimple Kapadia, Himesh Patel, Clémence Poésy",
    "poster_path": "\/k68nPLbIST6NP96JmTxmZijEvCA.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "520318",
    "title": "Fatima",
    "release_date": "2020-08-13",
    "runtime_minutes": 113,
    "popularity": "44.618",
    "rating": "8.0",
    "genre": "Drama | Family",
    "over_view": "In 1917, outside the parish of Fátima, Portugal, a 10-year-old girl and her two younger cousins witness multiple visitations of the Virgin Mary, who tells them that only prayer and suffering will bring an end to World War I.  As secularist government officials and Church leaders try to force the children to recant their story, word of the sighting spreads across the country, inspiring religious pilgrims to flock to the site in hopes of witnessing a miracle..",
    "cast": "Harvey Keitel, Sônia Braga, Goran Visnjic, Joaquim de Almeida, Lúcia Moniz, Joana Ribeiro, Stephanie Gil, Catarina Mira, Ana Moreira, Alba Baptista",
    "poster_path": "\/mKp5RBvc1HVC3wvTLLHJ334HHnk.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "446893",
    "title": "Trolls World Tour",
    "release_date": "2020-03-12",
    "runtime_minutes": 91,
    "popularity": "35.74",
    "rating": "7.7",
    "genre": "Animation | Family | Comedy | Fantasy | Adventure | Music",
    "over_view": "Queen Poppy and Branch make a surprising discovery — there are other Troll worlds beyond their own, and their distinct differences create big clashes between these various tribes. When a mysterious threat puts all of the Trolls across the land in danger, Poppy, Branch, and their band of friends must embark on an epic quest to create harmony among the feuding Trolls to unite them against certain doom.",
    "cast": "Anna Kendrick, Justin Timberlake, Ron Funches, Rachel Bloom, James Corden, Kelly Clarkson, Anderson .Paak, Sam Rockwell, George Clinton, Mary J. Blige",
    "poster_path": "\/7W0G3YECgDAfnuiHG91r8WqgIOe.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "337401",
    "title": "Mulan",
    "release_date": "2020-09-04",
    "runtime_minutes": 115,
    "popularity": "30.576",
    "rating": "0.0",
    "genre": "Drama | Action | War | Fantasy",
    "over_view": "When the Emperor of China issues a decree that one man per family must serve in the Imperial Chinese Army to defend the country from Huns, Hua Mulan, the eldest daughter of an honored warrior, steps in to take the place of her ailing father. She is spirited, determined and quick on her feet. Disguised as a man by the name of Hua Jun, she is tested every step of the way and must harness her innermost strength and embrace her true potential.",
    "cast": "Liu Yifei, Yoson An, Gong Li, Donnie Yen, Jason Scott Lee, Ron Yuan, Jet Li, Tzi Ma, Jimmy Wong, Doua Moua",
    "poster_path": "\/aKx1ARwG55zZ0GpRvU2WrGrCG9o.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "581392",
    "title": "Peninsula",
    "release_date": "2020-07-15",
    "runtime_minutes": 114,
    "popularity": "30.647",
    "rating": "6.0",
    "genre": "Action | Horror | Thriller",
    "over_view": "A soldier and his team battle hordes of post-apocalyptic zombies in the wastelands of the Korean Peninsula.",
    "cast": "Kang Dong-won, Lee Jung-hyun, Lee Re, Kwon Hae-hyo, Kim Min-jae, Koo Kyo-hwan, Kim Do-yoon, Lee Ye-won",
    "poster_path": "\/7S9RvfMBWSTlUZ4VbxDY7oLeenk.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "331482",
    "title": "Little Women",
    "release_date": "2019-12-25",
    "runtime_minutes": 135,
    "popularity": "30.487",
    "rating": "8.0",
    "genre": "Drama | Romance",
    "over_view": "Four sisters come of age in America in the aftermath of the Civil War.",
    "cast": "Saoirse Ronan, Florence Pugh, Emma Watson, Eliza Scanlen, Laura Dern, Timothée Chalamet, Meryl Streep, Tracy Letts, Bob Odenkirk, James Norton",
    "poster_path": "\/yn5ihODtZ7ofn8pDYfxCmxh8AXI.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "524047",
    "title": "Greenland",
    "release_date": "2020-07-29",
    "runtime_minutes": 119,
    "popularity": "29.544",
    "rating": "6.5",
    "genre": "Action | Science Fiction | Thriller",
    "over_view": "A detached married couple must get their son and themselves to safety after being randomly selected to enter an underground bunker, as a massive object from space threatens to destroy the world in less than 48 hours.",
    "cast": "Gerard Butler, Morena Baccarin, Roger Dale Floyd, Scott Glenn, Andrew Bachelor, David Denman, Brandon Quinn, Hayes Mercure, Gary Weeks, Rick Pasqualone",
    "poster_path": "\/sA154deR0X51EcR2lm2FfDczryg.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "625568",
    "title": "Unhinged",
    "release_date": "2020-07-02",
    "runtime_minutes": 90,
    "popularity": "27.374",
    "rating": "6.5",
    "genre": "Thriller",
    "over_view": "A case of road rage turns into full-blown terror when an unstable driver follows a woman and her son.",
    "cast": "Russell Crowe, Gabriel Bateman, Caren Pistorius, Anne Leighton, Jimmi Simpson, Michael Papajohn, Sylvia Grace Crim, Lucy Faust, Austin P. McKenzie, Stephen Louis Grush",
    "poster_path": "\/syBQHeRpWabNFXFXWJpgVbBDAbX.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "340102",
    "title": "The New Mutants",
    "release_date": "2020-08-26",
    "runtime_minutes": 98,
    "popularity": "25.701",
    "rating": "0.0",
    "genre": "Action | Science Fiction | Horror | Adventure",
    "over_view": "Five young mutants, just discovering their abilities while held in a secret facility against their will, fight to escape their past sins and save themselves.",
    "cast": "Anya Taylor-Joy, Maisie Williams, Charlie Heaton, Blu Hunt, Henry Zaga, Alice Braga, Happy Anderson, Thomas Kee, Mickey Gilmore, Jeffrey Corazzini",
    "poster_path": "\/xZNw9xxtwbEf25NYoz52KdbXHPM.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "501907",
    "title": "A Beautiful Day in the Neighborhood",
    "release_date": "2019-09-07",
    "runtime_minutes": 109,
    "popularity": "23.759",
    "rating": "7.1",
    "genre": "Drama",
    "over_view": "An award-winning cynical journalist, Lloyd Vogel, begrudgingly accepts an assignment to write an Esquire profile piece on the beloved television icon Fred Rogers. After his encounter with Rogers, Vogel's perspective on life is transformed.",
    "cast": "Tom Hanks, Matthew Rhys, Chris Cooper, Susan Kelechi Watson, Maryann Plunkett, Enrico Colantoni, Wendy Makkena, Tammy Blanchard, Noah Harpster, Carmen Cusack",
    "poster_path": "\/p9vCAVhDK375XyobVcKqzqzsUHE.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "489326",
    "title": "Mortal",
    "release_date": "2020-02-28",
    "runtime_minutes": 104,
    "popularity": "22.841",
    "rating": "6.5",
    "genre": "Action | Adventure | Fantasy",
    "over_view": "Fantasy adventure origin story about a young man discovering he has God-like powers based on ancient Norwegian mythology.",
    "cast": "Nat Wolff, Priyanka Bose, Iben Akerlie, Arthur Hakalahti, Kai Kolstad Rødseth, Niko Rusakov, Ravdeep Singh Bajwa, Geir Kaspersen, Ania Nova, Oddrun Valestrand",
    "poster_path": "\/aVbqhqYtlxwEGihTEhewZAgDOCX.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "613504",
    "title": "After We Collided",
    "release_date": "2020-09-02",
    "runtime_minutes": 0,
    "popularity": "22.792",
    "rating": "0.0",
    "genre": "Romance | Drama",
    "over_view": "Tessa finds herself struggling with her complicated relationship with Hardin; she faces a dilemma that could change their lives forever.",
    "cast": "Josephine Langford, Hero Fiennes Tiffin, Shane Paul McGhie, Dylan Sprouse, Samuel Larsen, Inanna Sarkis, Khadijha Red Thunder, Charlie Weber, Louise Lombard, Selma Blair",
    "poster_path": "\/ijcykNO87JLCgxUltTFqHwlK2yT.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "523781",
    "title": "Words on Bathroom Walls",
    "release_date": "2020-08-21",
    "runtime_minutes": 0,
    "popularity": "27.381",
    "rating": "0.0",
    "genre": "Drama",
    "over_view": "The story follows a student navigating high school life while living with paranoid schizophrenia and battling wild hallucinations. An experimental drug trial promises to help hide his illness from his peers and, most importantly, from the girl of his dreams.",
    "cast": "Charlie Plummer, AnnaSophia Robb, Taylor Russell, Andy García, Walton Goggins, Devon Bostick, Aaron Dominguez, Molly Parker, Beth Grant, Drew Scheid",
    "poster_path": "\/bzVWD2Gs9x8OtLUrV6k5ubQU3aX.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "517412",
    "title": "Tesla",
    "release_date": "2020-08-20",
    "runtime_minutes": 102,
    "popularity": "20.15",
    "rating": "8.7",
    "genre": "History | Drama",
    "over_view": "The story of the Promethean struggles of Nikola Tesla, as he attempts to transcend entrenched technology—including his own previous work—by pioneering a system of wireless energy that would change the world.",
    "cast": "Ethan Hawke, Kyle MacLachlan, Hannah Gross, Josh Hamilton, Eve Hewson, Jim Gaffigan, Lois Smith, Ebon Moss-Bachrach, Lucy Walters, James Urbaniak",
    "poster_path": "\/v0guO0krvyz8IfKGxEje04LVM9d.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "605798",
    "title": "How to Fake a War",
    "release_date": "2020-08-21",
    "runtime_minutes": 82,
    "popularity": "19.724",
    "rating": "0.0",
    "genre": "",
    "over_view": "When an unexpected outbreak of peace leads to a ceasefire between Russian forces and Georgian rebels, arrogant rock star Harry Hope fears for the success of his heavily hyped Piece of Peace global charity concert. Desperate, he dispatches his PR consultant, Kate, and her naïve intern, Peggy, to create a fake war story – until the concert, at least.",
    "cast": "Jay Pharoah, Katherine Parkinson, Lily Newmark, Ali Cook, Daryl McCormack, Lasha Kankava, Samuel Vargu",
    "poster_path": "\/8siHWeEQB5vwGVYIafxbsbeyyJo.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "585244",
    "title": "I Still Believe",
    "release_date": "2020-03-12",
    "runtime_minutes": 115,
    "popularity": "19.485",
    "rating": "7.8",
    "genre": "Drama | Music",
    "over_view": "The true-life story of Christian music star Jeremy Camp and his journey of love and loss that looks to prove there is always hope.",
    "cast": "K.J. Apa, Britt Robertson, Nathan Parsons, Gary Sinise, Shania Twain, Reuben Dodd, Nicolas Bechtel, Melissa Roxburgh, Terry Serpico, Tanya Christiansen",
    "poster_path": "\/dqA2FCzz4OMmXLitKopzf476RVB.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "611914",
    "title": "The Courier",
    "release_date": "2019-11-22",
    "runtime_minutes": 99,
    "popularity": "19.364",
    "rating": "6.7",
    "genre": "Action | Thriller",
    "over_view": "This intense action-thriller unfolds in real time as two embattled souls fight for their lives. Gary Oldman stars as a vicious crime boss out to kill Nick, the lone witness set to testify against him. He hires a mysterious female motorcycle courier to unknowingly deliver a poison-gas bomb to slay Nick, but after she rescues Nick from certain death, the duo must confront an army of ruthless hired killers in order to survive the night.",
    "cast": "Olga Kurylenko, Gary Oldman, Dermot Mulroney, William Moseley, Alicia Agneson, Amit Shah, Craig Conway, Joel Michaely, Greg Orvis, Calli Taylor",
    "poster_path": "\/a8RVehXAVPXVUm5szwAdjFMhrYL.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  },
  {
    "id": "413518",
    "title": "Pinocchio",
    "release_date": "2019-12-19",
    "runtime_minutes": 120,
    "popularity": "19.301",
    "rating": "6.9",
    "genre": "Fantasy | Family | Adventure | Drama",
    "over_view": "In this live-action adaptation of the beloved fairytale, old woodcarver Geppetto fashions a wooden puppet, Pinocchio, who magically comes to life. Pinocchio longs for adventure and is easily led astray, encountering magical beasts, fantastical spectacles, while making friends and foes along his journey. However, his dream is to become a real boy, which can only come true if he finally changes his ways.",
    "cast": "Federico Ielapi, Roberto Benigni, Marine Vacth, Gigi Proietti, Massimo Ceccherini, Rocco Papaleo, Alessio Di Domenicantonio, Marcello Fonte, Davide Marotta, Paolo Graziosi",
    "poster_path": "\/4w1ItwCJCTtSi9nPfJC1vU6NIVg.jpg",
    "in_bucket": false,
    "is_liked": false,
    "is_watched": false,
    "library_item_type": 3
  }
]